[
  "table-editor-obsidian",
  "drawio-obsidian",
  "obsidian-image-auto-upload-plugin",
  "obsidian-admonition",
  "cm-editor-syntax-highlight-obsidian",
  "cm-chs-patch",
  "obsidian-pangu",
  "obsidian-auto-pair-chinese-symbol",
  "shortcuts-extender",
  "easy-typing-obsidian",
  "obsidian-quiet-outline",
  "obsidian-git",
  "file-tree-alternative",
  "better-word-count",
  "hotkeysplus-obsidian",
  "omnisearch",
  "obsidian-excel-to-markdown-table",
  "remember-cursor-position",
  "obsidian-minimal-settings",
  "obsidian-mind-map",
  "obsidian-icon-folder",
  "obsidian-hider",
  "obsidian-enhancing-mindmap"
]