[
  "table-editor-obsidian",
  "obsidian-excalidraw-plugin",
  "obsidian-advanced-slides",
  "templater-obsidian",
  "calendar",
  "obsidian-outliner",
  "obsidian-git",
  "obsidian-style-settings",
  "obsidian-mind-map",
  "cm-editor-syntax-highlight-obsidian",
  "code-block-copy",
  "better-word-count",
  "obsidian-icon-folder",
  "recent-files-obsidian",
  "omnisearch",
  "highlightr-plugin",
  "obsidian-hider",
  "find-unlinked-files",
  "obsidian-enhancing-mindmap",
  "markdown-prettifier",
  "folder-note-plugin",
  "obsidian-excel-to-markdown-table",
  "easy-typing-obsidian",
  "obsidian-image-auto-upload-plugin",
  "drawio-obsidian",
  "remember-cursor-position",
  "hotkey-helper",
  "cm-chs-patch",
  "obsidian-quiet-outline",
  "obsidian-pangu",
  "obsidian-minimal-settings",
  "text-extractor",
  "obsidian-admonition",
  "obsidian-codemirror-options",
  "obsidian-tagfolder",
  "file-explorer-note-count",
  "quick-explorer",
  "obsidian-collapse-all-plugin",
  "OA-file-hider",
  "obsidian-folder-focus-mode",
  "reveal-active-file-button",
  "obsidian-contextual-typography",
  "file-tree-alternative"
]